[{"title":"Développeur Web","start":"janv. 2015","end":"En poste","company":"Ibakus Europe SA","location":"Strassen","url":"https:\/\/wwww.ibakus.com","description":"<p>Développement d'applications Web en PHP et JavaScript destinées aux professionnels de la finance et du droit. Conception du nouveau site de présentation.<\/p>\n        <p>Développement d'une API permettant d'afficher les informations d'une société disponibles aux registres du commerce luxembourgeois, belge et français alimentée grâce à plusieurs scrapers en Python et PHP.<\/p>"},{"title":"Développeur et designer Web","start":"juin 2010","end":"déc. 2014","url":"http:\/\/www.cbc.lu","company":"CBC Informatique","location":"Bascharage","description":"<p>Application Web de géolocalisation de véhicule en temps réel : <em>conception de l'interface utilisateur adaptée pour desktop, tablette et smartphone, utilisation des données cartographiques Open Street Map, dessins et intéractions sur la carte via l'API Leaflet, utilisation de divers services Web de geocoding\/reverse geocoding.<\/em><\/p>\n        <p>Création d'une plateforme intranet : <em>600 comptes utilisateur, gestion des droits d'accès, partage de documents, agenda, forums de discussion, volet de notifications.<\/em><\/p>\n        <p>Réalisation d'un mini CMS adaptable aux besoins spécifiques des clients.<\/p>\n        <p>Conception et envoi de newsletters en partenariat avec HP, Lenovo et Microsoft en accord avec les <i>Guidelines<\/i> de chaque partenaire.<\/p>"},{"title":"Développeur Web stagiaire","start":"juin 2009","end":"sept. 2009","url":"http:\/\/www.cbc.lu","company":"CBC Informatique","location":"Bascharage","description":"<p>Refonte d'une boutique en ligne en vue d'obtenir une Licence professionnelle Web et commerce électronique : <em>étude de  l'existant, rédaction d'un cahier des charges, définition et intégration de la nouvelle charte graphique, développement d'un CMS e-commerce personnalisé, mise en place d'un module de paiement en ligne sécurisé.<\/em><\/p>"},{"title":"Développeur Web stagiaire","start":"déc. 2008","end":"avr. 2009","url":"http:\/\/www.unpointzero.com","company":"Unpointzéro","location":"Metz","description":"<p>Création d'un site Web de dép&ocirc;t d'oeuvres numériques dans le cadre de la licence professionnelle : <em>travail collaboratif, définition et rédaction du cahier des charges, répartition des t&acirc;ches, développement du module d'inscription utilisateurs.<\/em><\/p>"},{"title":"Développeur Web stagiaire","start":"janv. 2008","end":"févr. 2008","url":"","company":"IPcube","location":"Montigny-lès-Metz","description":"<p>Développement d'un site de gestion de listes de mariage dans le but de valider un BTS Informatique de gestion : <em>définition des différents niveaux d'accès utilisateurs, création du back office, développement du module d'inscription et de création de listes de mariage.<\/em><\/p>"}]
